/** ЗАДАЧА 5 - Комментарии
 *
 * 1. Добавьте однострочный комментарий
 *
 * 2. Объявите любую переменную и опишите ее
 * с помощью комментария в той же строке
 *
 * 3. Создайте многострочный комментарий
 */

//Это однострочный комментарий

let worldsPopulation = 7000000000 //Это коментарий в строке с переменной
console.log(worldsPopulation)

// const populationOfMyCity = 70000
// console.log(populationOfMyCity)     Это многострочный комментарий

/*const populationOfMyCity = 70000      это тоже многострочный
console.log(populationOfMyCity)*/

/**
 * И это многострочный комментарий ( вбиваем слэш и две звёздочки и переходим на новую строку)
 */